[{"processing_metadata": {"status": "success", "date_processed": "2019-08-27T20:18:26.152862", "api": "https://geodeepdive.org/api/snippets?full_results&clean&term=Bassia prostrata"}, "parameters": {"Search Term": "Bassia prostrata"}, "xdd_documents": [{"pubname": "Acta Oecologica", "publisher": "Elsevier", "_gddid": "5ad47446cf58f1b1b9733bb8", "doi": "10.1016/j.actao.2016.03.002", "coverDate": "May 2016", "authors": "Ashouri, Parvaneh; Jalili, Adel; Danehkar, Afshin; Chahouki, Mohammad Ali Zare; Hamzeh'ee, Behnam", "highlight": ["Hohen.) Podlech. Stipa hohenackeriana Trin. & Rupr. Bassia prostrata (L.) Beck Astragalus", "hohenackeriana Trin. & Rupr. Bassia prostrata (L.) Beck Astragalus chrysostachys Boiss."], "document_title": "Is there any support for the humped-back model in some steppe and semi steppe regions of Iran?", "document_link": "https://www.sciencedirect.com/science/article/pii/S1146609X16300467"}, {"pubname": "Feddes Repertorium", "publisher": "Wiley", "_gddid": "57d45ceecf58f13d3f3a20ad", "doi": "10.1002/fedr.201100004", "coverDate": "2011 05", "authors": "Sukhorukov Suchorukow, Alexander P.", "highlight": ["even the most wide-spread steppe species, such as Bassia prostrata (L.) A. J.", "steppe species, such as Bassia prostrata (L.) A. J. SCOTT, Kali tragus (L.) SCOP."], "document_title": "New invasive alien plant species in the forest-steppe and northern steppe subzones of European Russia: secondary range patterns, ecology and causes of fragmentary distribution", "document_link": "http://doi.wiley.com/10.1002/fedr.201100004"}, {"pubname": "Feddes Repertorium", "publisher": "Wiley", "_gddid": "5d4f62010b45c76cafa45cfd", "doi": "10.1002/fedr.201700006", "coverDate": "2018 06", "authors": "Tserendulam, Tseren-Ochir; Bayarsaikhan, Uudus; Oyuntsetseg, Batlai; Wesche, Karsten", "highlight": ["7, 8, 9, 10, 11, 12, 13, 14, 15, 16, As, T, X 186 Bassia prostrata (L.) Beck 1,", "14, 15, 16, As, T, X 186 Bassia prostrata (L.) Beck 1, 2, 3, 4, 5, 6, 7, 8, 9, 10,"], "document_title": "The vascular plant flora of Hustai National Park, Mongolia: Composition, life forms, ecological groups and geographical elements", "document_link": "http://doi.wiley.com/10.1002/fedr.201700006"}, {"pubname": "Flora - Morphology, Distribution, Functional Ecology of Plants", "publisher": "Elsevier", "_gddid": "577a153acf58f19fecff7da2", "doi": "10.1016/j.flora.2015.11.005", "coverDate": "February 2016", "authors": "Barone Lumaga, Maria Rosaria; Santangelo, Annalisa; Strumia, Sandro", "highlight": ["than 90% of seeds, while in other species, such as Bassia prostrata (L.) A.J. Scott", "other species, such as Bassia prostrata (L.) A.J. Scott and B. scoparia (L.) A.J."], "document_title": "Morpho-functional traits influencing the fitness of highly endangered Eokochia saxicola (Guss.) Freitag & G. Kadereit (Amaranthaceae)", "document_link": "http://www.sciencedirect.com/science/article/pii/S0367253015001425"}, {"pubname": "Journal of Ecology", "publisher": "Wiley", "_gddid": "57245a52cf58f1becb6b5d59", "doi": "10.1046/j.1365-2745.2000.00501.x", "coverDate": "October 2000", "authors": "Wilson, G. B.; Houston, L.; Whittington, W. J.; Humphries, R. N.", "highlight": ["solonets soils develop, with herbaceous species such as Bassia prostrata, Limonium gmelinii,", "herbaceous species such as Bassia prostrata, Limonium gmelinii, Serephidium maritimum"], "document_title": "Veronica spicata L. ssp. spicata and ssp. hybrida (L.) Gaudin (Pseudolysimachium spicatum (L.) Opiz)", "document_link": "http://doi.wiley.com/10.1046/j.1365-2745.2000.00501.x"}, {"pubname": "Land Degradation & Development", "publisher": "Wiley", "_gddid": "570495cecf58f16549e98a38", "doi": "10.1002/ldr.853", "coverDate": "July 2008", "authors": "Qadir, M.; Tubeileh, A.; Akhtar, J.; Larbi, A.; Minhas, P. S.; Khan, M. A.", "highlight": ["(Oster et al., 1999), Kochia (Kochia scoparia L. or Bassia prostrata L.) (Garduno,", "(Kochia scoparia L. or Bassia prostrata L.) (Garduno, 1993), barnyard grass [Echinochloa"], "document_title": "Productivity enhancement of salt-affected environments through crop diversification", "document_link": "http://doi.wiley.com/10.1002/ldr.853"}, {"pubname": "Genome", "publisher": "Canadian Science Publishing", "_gddid": "5772ec62cf58f104de5401c2", "doi": "10.1139/g05-070", "coverDate": "December 2005", "authors": "Lee, B S; Kim, M Y; Wang, R R.-C; Waldron, B L", "highlight": ["called prostrate kochia, prostrate summer cypress, or Bassia prostrata, is a long-lived,", "prostrate summer cypress, or Bassia prostrata, is a long-lived, perennial, semievergreen"], "document_title": "Relationships among 3 Kochia species based on PCR-generated molecular sequences and molecular cytogenetics", "document_link": "http://www.nrcresearchpress.com/doi/abs/10.1139/g05-070"}, {"pubname": "Journal of Arid Environments", "publisher": "Elsevier", "_gddid": "5522132de138236e51a9aaa2", "doi": "10.1016/j.jaridenv.2014.09.008", "coverDate": "February 2015", "authors": "Kramer, David W.; Sorensen, Grant E.; Taylor, Chase A.; Cox, Robert D.; Gipson, Philip S.; Cain, James W.", "highlight": ["gambelii Cercocarpus montanus Helianthus praetermissus Bassia prostrata Melilotus ofﬁcinalis", "Helianthus praetermissus Bassia prostrata Melilotus ofﬁcinalis Psoralidium lanceolatum", "T. megapotamicum Mahonia repens Plagiobothrys spp. Bassia prostrata Convolvulus", "repens Plagiobothrys spp. Bassia prostrata Convolvulus arvensis Melilotus ofﬁcinalis"], "document_title": "Ungulate exclusion, conifer thinning and mule deer forage in northeastern New Mexico", "document_link": "http://www.sciencedirect.com/science/article/pii/S014019631400192X"}, {"pubname": "Ecology and Evolution", "publisher": "Wiley", "_gddid": "5a49f8becf58f132c3775c3a", "doi": "10.1002/ece3.3607", "coverDate": "2017 11", "authors": "Sagers, Joseph K.; Waldron, Blair L.; Creech, Joseph Earl; Mott, Ivan W.; Bugbee, Bruce", "highlight": ["gardneri) on saline rangelands, whereas, forage kochia (Bassia prostrata) potentially", "whereas, forage kochia (Bassia prostrata) potentially can rehabilitate these ecosystems.", "livestock (Cronin & Williams, 1966). Forage kochia [Bassia prostrata (L.) A.J. Scott; = syn.", "1966). Forage kochia [Bassia prostrata (L.) A.J. Scott; = syn. Kochia prostrata", "10923 (c)  (b) (d)  F I G U R E   3   Immigrant forage kochia (Bassia prostrata subsp virescens)", "Immigrant forage kochia (Bassia prostrata subsp virescens) shoots (a) and roots", "adequate for a growing plant (0.3%–0.4%). 4.2 | Is Bassia prostrata a halophytic", "(0.3%–0.4%). 4.2 | Is Bassia prostrata a halophytic species? Forage kochia is"], "document_title": "Salinity tolerance of three competing rangeland plant species: Studies in hydroponic culture", "document_link": "http://doi.wiley.com/10.1002/ece3.3607"}, {"pubname": "Plant Biosystems - An International Journal Dealing with all Aspects of Plant Biology", "publisher": "Taylor and Francis", "_gddid": "5b1f1b46cf58f16cb6e8e205", "doi": "10.1080/11263504.2017.1419996", "coverDate": "2018 03", "authors": "Bartolucci, F.; Peruzzi, L.; Galasso, G.; Albano, A.; Alessandrini, A.; Ardenghi, N. M. G.; Astuti, G.; Bacchetta, G.; Ballelli, S.; Banfi, E.; Barberis, G.; Bernardo, L.; Bouvet, D.; Bovio, M.; Cecchi, L.; Di Pietro, R.; Domina, G.; Fascetti, S.; Fenu, G.; Festi, F.; Foggi, B.; Gallo, L.; Gottschlich, G.; Gubellini, L.; Iamonico, D.; Iberite, M.; Jiménez-Mejías, P.; Lattanzi, E.; Marchetti, D.; Martinetto, E.; Masin, R. R.; Medagli, P.; Passalacqua, N. G.; Peccenini, S.; Pennesi, R.; Pierini, B.; Poldini, L.; Prosser, F.; Raimondo, F. M.; Roma-Marzio, F.; Rosati, L.; Santangelo, A.; Scoppola, A.; Scortegagna, S.; Selvaggi, A.; Selvi, F.; Soldano, A.; Stinca, A.; Wagensommer, R. P.; Wilhalm, T.; Conti, F.", "highlight": ["(Pall.) Kuntze Bassia laniflora (S.G.Gmel.) A.J.Scott Bassia prostrata (L.) Beck Beta", "(S.G.Gmel.) A.J.Scott Bassia prostrata (L.) Beck Beta macrocarpa Guss. Beta vulgaris"], "document_title": "An updated checklist of the vascular flora native to Italy", "document_link": "https://www.tandfonline.com/doi/full/10.1080/11263504.2017.1419996"}, {"pubname": "Grassland Science", "publisher": "Wiley", "_gddid": "5d1cf4c10b45c76caf90d277", "doi": "10.1111/grs.12228", "coverDate": "", "authors": "Aryal, Parmeshwor; Islam, M. Anowarul", "highlight": ["Assistantships grant program  Abstract Forage kochia (Bassia prostrata L.) can persist", "program  Abstract Forage kochia (Bassia prostrata L.) can persist in disturbed areas and", "weed control and forage production. Forage kochia (Bassia prostrata [L.] A.J. Scott),", "production. Forage kochia (Bassia prostrata [L.] A.J. Scott), an introduced long‐lived", "Harrison, R. D. (2012). Plant guide for forage kochia (Bassia prostrata). Aberdeen,", "guide for forage kochia (Bassia prostrata). Aberdeen, ID: US Department of Agriculture,"], "document_title": "Establishment of forage kochia in seeding mixtures with perennial grasses", "document_link": "http://doi.wiley.com/10.1111/grs.12228"}, {"pubname": "Botanical Journal of the Linnean Society", "publisher": "Wiley", "_gddid": "570d93d8cf58f1013382c426", "doi": "10.1111/j.1095-8339.2010.01062.x", "coverDate": "July 2010", "authors": "PYANKOV, VLADIMIR I.; ZIEGLER, HUBERT; AKHANI, HOSSEIN; DEIGELE, CLAUDIA; LÜTTGE, ULRICH", "highlight": ["-12.9  -13.4  Bassia laniﬂora (S.G.Gmel.) A.J.Scott  N -11.4  -14.9  Bassia prostrata (L.) A.J.Scott  N", "A.J.Scott  N -11.4  -14.9  Bassia prostrata (L.) A.J.Scott  N -13.4  -14.0  Bassia"], "document_title": "European plants with C4 photosynthesis: geographical and taxonomic distribution and relations to climate parameters", "document_link": "http://doi.wiley.com/10.1111/j.1095-8339.2010.01062.x"}, {"pubname": "Journal of Environmental Management", "publisher": "Elsevier", "_gddid": "58167ca9cf58f1179dba9baa", "doi": "10.1016/j.jenvman.2008.07.009", "coverDate": "February 2009", "authors": "Eiswerth, Mark E.; Krauter, Karl; Swanson, Sherman R.; Zielinski, Mike", "highlight": ["(e.g., alfalfa (Medicago sativa (L.)), forage kochia (Bassia prostrata (L.) A.J. Scott),", "(L.)), forage kochia (Bassia prostrata (L.) A.J. Scott), and sanfoin (Onobrychis"], "document_title": "Post-fire seeding on Wyoming big sagebrush ecological sites: Regression analyses of seeded nonnative and native species densities", "document_link": "http://www.sciencedirect.com/science/article/pii/S0301479708002041"}, {"pubname": "Open-File Report", "publisher": "USGS", "_gddid": "5d52d1430b45c76cafa4b964", "doi": "10.3133/ofr20181034", "coverDate": "2018", "authors": "Shinneman, Douglas J.; Aldridge, Cameron L.; Coates, Peter S.; Germino, Matthew J.; Pilliod, David S.; Vaillant, Nicole M.", "highlight": ["hybrids) and the subshrub/semi-evergreen forage kochia (Bassia prostrata), as well as", "subshrub/semi-evergreen forage kochia (Bassia prostrata), as well as a few others (Monsen, 1994;", "10. Great Basin green strips. (a) Forage kochia (Bassia prostrata) in southwestern", "strips. (a) Forage kochia (Bassia prostrata) in southwestern Idaho; (b) forage kochia;", "less contiguous fuels (for example, forage kochia [Bassia prostrata]) Fine fuels", "example, forage kochia [Bassia prostrata]) Fine fuels accumulate, enhancing ignition", "M.K., 2016, Monitoring the effects of forage kochia (Bassia prostrata) on newly established", "effects of forage kochia (Bassia prostrata) on newly established wildfire fuel breaks"], "document_title": "A conservation paradox in the Great Basin—Altering sagebrush landscapes with fuel breaks to reduce habitat loss from wildfire", "document_link": "https://pubs.er.usgs.gov/publication/ofr20181034"}, {"pubname": "Botanical Journal of the Linnean Society", "publisher": "Wiley", "_gddid": "5791df72cf58f1abcf89e05a", "doi": "10.1111/boj.12321", "coverDate": "October 2015", "authors": "Kolano, Bozena; Siwinska, Dorota; McCann, Jamie; Weiss-Schneeweiss, Hanna", "highlight": ["amaranthoides L., Bassia laniﬂora (S.G.Gmel.) A.J.Scott, Bassia prostrata (L.) A.J.Scott,", "(S.G.Gmel.) A.J.Scott, Bassia prostrata (L.) A.J.Scott, Beta vulgaris and two"], "document_title": "The evolution of genome size and rDNA in diploid species of C henopodium s.l. (Amaranthaceae)", "document_link": "http://doi.wiley.com/10.1111/boj.12321"}, {"pubname": "Flora - Morphology, Distribution, Functional Ecology of Plants", "publisher": "Elsevier", "_gddid": "577a408fcf58f1ac46bf3402", "doi": "10.1016/j.flora.2006.09.002", "coverDate": "30 July 2007", "authors": "Schwabe, Angelika; Kratochwil, Anselm; Pignatti, Sandro", "highlight": ["communities are rich in very rare species (as, e.g., in Ao Bassia prostrata, in Vi Astragalus", "species (as, e.g., in Ao Bassia prostrata, in Vi Astragalus pastellianus and A."], "document_title": "Plant indicator values of a high-phytodiversity country (Italy) and their evidence, exemplified for model areas with climatic gradients in the southern inner Alps", "document_link": "http://www.sciencedirect.com/science/article/pii/S0367253007000424"}, {"pubname": "Journal of Applied Ecology", "publisher": "Wiley", "_gddid": "5897765ccf58f1a8323dfc81", "doi": "10.1111/1365-2664.12309", "coverDate": "2014 10", "authors": "Knutson, Kevin C.; Pyke, David A.; Wirth, Troy A.; Arkle, Robert S.; Pilliod, David S.; Brooks, Matthew L.; Chambers, Jeanne C.; Grace, James B.; Cadotte, Marc", "highlight": ["Seeding non-native perennial grasses and the shrub Bassia prostrata resulted in", "grasses and the shrub Bassia prostrata resulted in more vegetative cover in aerial", "total native shrub cover was evaluated. Cover of Bassia prostrata (L.) A.J. Scott", "was evaluated. Cover of Bassia prostrata (L.) A.J. Scott was evaluated because", "secunda Artemisia tridentata Other native shrubs Bassia prostrata Native PF Non-native", "tridentata Other native shrubs Bassia prostrata Native PF Non-native PF*  1Á5 1Á1 0Á1", "DRPG (n = 13) Poa secunda (n = 3) Native SH (n = 16) Bassia prostrata (n = 11) Artemisia", "3) Native SH (n = 16) Bassia prostrata (n = 11) Artemisia tridentata (n = 18)", "(n = 50) Poa secunda (n = 10) Native SH (n = 21) Bassia prostrata (n = 22) Artemisia", "10) Native SH (n = 21) Bassia prostrata (n = 22) Artemisia tridentata (n = 31)", "by  (a) (b)  (c) (d) Fig. 5. Native shrub (a, b) and Bassia prostrata cover (c, d)", "Native shrub (a, b) and Bassia prostrata cover (c, d) in burned–seeded (BS), burned–unseeded"], "document_title": "Long-term effects of seeding after wildfire on vegetation in Great Basin shrubland ecosystems", "document_link": "http://doi.wiley.com/10.1111/1365-2664.12309"}, {"pubname": "Landscape and Urban Planning", "publisher": "Elsevier", "_gddid": "57d83a00cf58f11b6046aa5e", "doi": "10.1016/j.landurbplan.2009.12.011", "coverDate": "15 April 2010", "authors": "García-Abad, Juan-Javier; Malpica, José-Antonio; Alonso, María-Concepción", "highlight": ["). Plant taxa Sedum album L. Thymus mastichina L. Bassia prostrata (L.) G. Beck", "L. Thymus mastichina L. Bassia prostrata (L.) G. Beck Halimium umbellatum (L.)"], "document_title": "Detecting plant spatial patterns, using multidimensional scaling and cluster analysis, in rural landscapes in Central Iberian Peninsula", "document_link": "http://www.sciencedirect.com/science/article/pii/S0169204609002461"}, {"pubname": "Applied Vegetation Science", "publisher": "Wiley", "_gddid": "5866729bcf58f106aebe8c46", "doi": "10.1111/avsc.12257", "coverDate": "2016 11", "authors": "Mucina, Ladislav; Bültmann, Helga; Dierßen, Klaus; Theurillat, Jean-Paul; Raus, Thomas; Čarni, Andraž; Šumberová, Kateřina; Willner, Wolfgang; Dengler, Jürgen; García, Rosario Gavilán; Chytrý, Milan; Hájek, Michal; Di Pietro, Romeo; Iakushenko, Dmytro; Pallas, Jens; Daniëls, Fred J.A.; Bergmeier, Erwin; Santos Guerra, Arnoldo; Ermakov, Nikolai; Valachovič, Milan; Schaminée, Joop H.J.; Lysenko, Tatiana; Didukh, Yakiv P.; Pignatti, Sandro; Rodwell, John S.; Capelo, Jorge; Weber, Heinrich E.; Solomeshch, Ayzik; Dimopoulos, Panayotis; Aguiar, Carlos; Hennekens, Stephan M.; Tichý, Lubomír; Peet, Robert", "highlight": ["new order are: Artemisia lerchiana, A. santonica, Bassia prostrata, Koeleria macrantha,", "lerchiana, A. santonica, Bassia prostrata, Koeleria macrantha, Stipa korshinskyi,", "ﬂavescens 1, Artemisia austriaca 1, A. nitrosa 1, Bassia prostrata 1, Falcaria", "austriaca 1, A. nitrosa 1, Bassia prostrata 1, Falcaria vulgaris 1, Gypsophila muralis"], "document_title": "Vegetation of Europe: hierarchical floristic classification system of vascular plant, bryophyte, lichen, and algal communities", "document_link": "http://doi.wiley.com/10.1111/avsc.12257"}, {"pubname": "Plant Biosystems - An International Journal Dealing with all Aspects of Plant Biology", "publisher": "Taylor and Francis", "_gddid": "5b1ecde3cf58f155a1efa174", "doi": "10.1080/11263504.2012.760494", "coverDate": "2013 06", "authors": "Eliáš, P.; Dítě, D.; Šuvada, R.; Píš, V.; Ikrényi, I.", "highlight": ["Trifolium angulatum Myosurus minimus Pottia truncata Bassia prostrata Alopecurus", "minimus Pottia truncata Bassia prostrata Alopecurus pratensis Plantago schwarzenbergiana"], "document_title": "Hordeum geniculatum in the Pannonian Basin: Ecological requirements and grassland vegetation on salt-affected soils", "document_link": "http://www.tandfonline.com/doi/abs/10.1080/11263504.2012.760494"}]}]